Repository: dhakeyogesh28-ux/go-green-onground-manager-app
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Dashboard
hi: डैशबोर्ड

source: Hub
hi: हब

source: Check In
hi: चेक इन

source: Check Out
hi: चेक आउट

source: Notifications
hi: सूचनाएं

source: Profile
hi: प्रोफ़ाइल

source: Settings
hi: सेटिंग्स

source: Logout
hi: लॉगआउट

source: Total Vehicles
hi: कुल वाहन

source: In Hub
hi: हब में

source: Out
hi: बाहर

source: Ongoing Services
hi: चालू सेवाएं

source: Quick Actions
hi: त्वरित कार्रवाई

source: Inventory Photos
hi: इन्वेंट्री फोटो

source: Inspection Summary
hi: निरीक्षण सारांश

source: Language
hi: भाषा

source: Dark Mode
hi: डार्क मोड

source: App Settings
hi: ऐप सेटिंग्स

source: About
hi: ऐप के बारे में

source: App Version
hi: ऐप संस्करण

source: Terms & Conditions
hi: नियम और शर्तें

source: Privacy Policy
hi: गोपनीयता नीति

source: Login
hi: लॉगिन

source: Select Hub
hi: हब चुनें

source: Email
hi: ईमेल

source: Password
hi: पासवर्ड

source: Forgot Password?
hi: पासवर्ड भूल गए?

# dontHaveAccount
source: Don't have an account?
hi: खाता नहीं है?

source: Sign Up
hi: साइन अप करें

source: Recent Activity
hi: हाल की गतिविधि

# assignedVehicles
source: All Vehicles
hi: सौंपे गए वाहन

source: All Vehicles
hi: सभी वाहन

source: Vehicle
hi: वाहन

source: User
hi: उपयोगकर्ता

source: Action
hi: कार्रवाई

source: Time
hi: समय

source: Battery
hi: बैटरी

source: Charging
hi: चार्जिंग

source: All
hi: सभी

source: Active
hi: सक्रिय

source: Idle
hi: खाली

source: Maintenance
hi: रखरखाव

source: No recent activity
hi: कोई हाल की गतिविधि नहीं

source: Vehicle management overview
hi: वाहन प्रबंधन अवलोकन

source: Vehicles checked out
hi: चेक आउट किए गए वाहन

source: Total vehicles assigned
hi: कुल सौंपे गए वाहन

source: Vehicles checked in
hi: चेक इन किए गए वाहन

source: Vehicle Management
hi: वाहन प्रबंधन

source: Overview
hi: अवलोकन

source: Daily Check
hi: दैनिक चेक

source: Full Scan
hi: फुल स्कैन

# inHubStatus
source: IN HUB
hi: हब में

# outStatus
source: OUT
hi: बाहर

source: Vehicle Status
hi: वाहन की स्थिति

# selectStatus
source: Select a Status
hi: स्थिति चुनें

source: Update Status
hi: स्थिति अपडेट करें

source: Charging Cycle
hi: चार्जिंग चक्र

source: Health
hi: स्वास्थ्य

source: Servicing Status
hi: सर्विसिंग स्थिति

source: Last Service
hi: पिछली सर्विस

source: Type
hi: प्रकार

source: Last Charging
hi: पिछली चार्जिंग

source: Log Charging
hi: लॉग चार्जिंग

# dailyInventory
source: Daily Inventory / Visual Check
hi: दैनिक सूची / विज़ुअल चेक

# tapToToggle
source: Tap to toggle status
hi: स्थिति बदलने के लिए टैप करें

source: Battery Level
hi: बैटरी स्तर

source: Charging Cable
hi: चार्जिंग केबल

source: Tyre Condition
hi: टायर की स्थिति

source: Visible Damage
hi: दृश्यमान क्षति

# requiredPhotos
source: Required Inventory Photos
hi: आवश्यक इन्वेंट्री फोटो

source: Capture Photos Now
hi: अभी फोटो खींचें

source: Add Issue
hi: समस्या जोड़ें

source: Battery & HV System
hi: बैटरी और एचवी सिस्टम

source: SoH OK
hi: SoH ठीक है

source: No HV warnings
hi: कोई HV चेतावनी नहीं

source: AC Charging
hi: AC चार्जिंग

source: DC Charging
hi: DC चार्जिंग

source: Motor & Drive
hi: मोटर और ड्राइव

source: No abnormal noise
hi: कोई असामान्य शोर नहीं

source: Power delivery normal
hi: पावर डिलीवरी सामान्य

source: OK
hi: ठीक

source: Attention
hi: ध्यान दें

source: AUTO
hi: ऑटो

source: Save
hi: सहेजें

source: Cancel
hi: रद्द करें

source: Back to Dashboard
hi: डैशबोर्ड पर वापस जाएं

source: Reported Issues
hi: रिपोर्ट की गई समस्याएं

source: View Details
hi: विवरण देखें

source: Inspection Checklist
hi: निरीक्षण चेकलिस्ट

source: Tasks (To-Do)
hi: कार्य (करने के लिए)

source: Add new task...
hi: नया कार्य जोड़ें...

# updateStatusSuccess
source: Vehicle status updated to {status}
hi: वाहन की स्थिति {status} पर अपडेट की गई

source: All photos captured
hi: सभी फोटो ले लिए गए हैं

# captureAnglesDetails
source: Capture all angles & details
hi: सभी कोण और विवरण कैप्चर करें

source: Review Photos
hi: फोटो की समीक्षा करें

source: Complete & Submit Inventory
hi: इन्वेंट्री पूरा करें और सबमिट करें

source: Capture All Photos to Submit
hi: सबमिट करने के लिए सभी फोटो लें

# vehicleMarkedAs
source: Vehicle marked as {status}
hi: वाहन को {status} के रूप में चिह्नित किया गया

source: Complete Inspection
hi: निरीक्षण पूरा करें

source: Video Captured
hi: वीडियो कैप्चर किया गया

# playbackAvailable
source: Playback available in full report
hi: सारांश में प्लेबैक उपलब्ध है

source: Close
hi: बंद करें

# deleteIssueTitle
source: Delete Issue?
hi: मुद्दा हटाएं?

# deleteIssueConfirm
source: Are you sure you want to remove this reported issue?
hi: क्या आप वाकई इस रिपोर्ट किए गए मुद्दे को हटाना चाहते हैं?

source: Delete
hi: हटाएं

# issueRemoved
source: Issue removed successfully
hi: मुद्दा सफलतापूर्वक हटा दिया गया

# noIssuesReported
source: No issues reported yet
hi: अभी तक कोई मुद्दा रिपोर्ट नहीं किया गया है

source: Vehicle | VIN
hi: वाहन | VIN

source: Battery SoH
hi: बैटरी SoH

source: Faults
hi: दोष

source: YES
hi: हाँ

source: NO
hi: नहीं

source: Cooling
hi: कूलिंग

source: Coolant level OK
hi: कूलेंट स्तर ठीक है

source: Fans / pump working
hi: पंखे / पंप काम कर रहे हैं

# twelveVSystem
source: 12V System
hi: 12 वोल्ट सिस्टम

# twelveVbatteryOk
source: 12V Battery OK
hi: 12 वोल्ट बैटरी ठीक है

source: Brakes & Tires
hi: ब्रेक और टायर

source: Brakes OK
hi: ब्रेक ठीक हैं

source: Tire Condition OK
hi: टायर की स्थिति ठीक है

source: Exterior
hi: बाहरी हिस्सा

source: Exterior & Body
hi: बाहरी हिस्सा और बॉडी

source: Windows
hi: खिड़कियाँ

source: Mirrors
hi: दर्पण

source: Electrical
hi: इलेक्ट्रिकल

source: Charging Port
hi: चार्जिंग पोर्ट

source: Horn
hi: हॉर्न

source: Wipers
hi: वाइपर

source: Interior
hi: आंतरिक

source: Mechanical
hi: यांत्रिक

source: Dashboard display
hi: डैशबोर्ड डिस्प्ले

# infotainment
source: Infotainment system
hi: इन्फोटेनमेंट सिस्टम

source: Air conditioning
hi: एयर कंडीशनिंग

source: Seat adjustments
hi: सीट समायोजन

source: Drivers Remark
hi: ड्राइवर की टिप्पणी
